Repository: vdr-projects/vdr-plugin-image
Catalog: po/*.po
Languages: ru_ru

source: Convert...
ru_ru: конвертация

source: Select picture via key 1..9!
ru_ru: Выбор изображенний при помощи кнопок 1..9!

source: Zoom
ru_ru: Приблизить(Zoom)

source: Operation failed
ru_ru: Операция остановлена

source: Commands
ru_ru: Команды

source: Back
ru_ru: Назад

source: A Image Viewer plugin
ru_ru: Плагин для просмотра изображений

source: Image
ru_ru: Изображения

source: Execute
ru_ru: Выполнить

source: Image browser
ru_ru: Показать папку с изображениями

source: Data medium
ru_ru: Носитель

source: Parent
ru_ru: Назад

source: Play
ru_ru: Воспроизвести

source: Image source
ru_ru: Носитель(source)

source: No files!
ru_ru: Ничего не найдено!

source: Select
ru_ru: Выбрать

source: Error scanning directory!
ru_ru: Ошибка чтения выбранной директории!

source: Mount
ru_ru: Подключить

source: Unmount
ru_ru: Отключть

source: Selected data medium is not mounted!
ru_ru: Выбранный носитель не подключен!

source: Mount failed!
ru_ru: Ошибка подключения!

source: Mount succeeded
ru_ru: Подключение прошло успешно

source: Unmount succeeded!
ru_ru: Отключение прошло успешно!

source: Unmount failed!
ru_ru: Ошибка отключения!

source: Eject failed!
ru_ru: Ошибка выброса диска!

source: Image couldn't load
ru_ru: Ошибка чтения файла

source: Script execution failed
ru_ru: Ошибка выполнения скрипта!

source: no
ru_ru: нет

source: yes
ru_ru: да

source: Slide show
ru_ru: Диафильм?

source: Slide duration (sec)
ru_ru: Время отображения (сек)

source: Repeat slide show
ru_ru: Повтор диафильма

source: Show numbers on index image
ru_ru: Показать номера в индексе

source: Live Audio from primary Device
ru_ru: Использовать активное(Live) звуковое сопровождение

source: Directory with temporary files
ru_ru: ТМР директория

source: Remove temporary files
ru_ru: стирание tmp файлов
